data = {
    -1 : {
        "name" : "无量山",
        "unlock_level" : 0,
    },
    0 : {
        "name" : "剑阁",
        "unlock_level" : 1,
        "exp_multiple" : 1,
        "drop_items" : [100000, 100001],  # 20%概率掉地灵丹，5%概率掉天灵丹
        "drop_items_prop" : [20, 25],
    },
    1 : {
        "name" : "敦煌",
        "unlock_level" : 3,
        "exp_multiple" : 2,
        "drop_items" : [100001],  # 10%概率掉天灵丹
        "drop_items_prop" : [10],
    },
    2 : {
        "name" : "西湖",
        "unlock_level" : 5,
        "exp_multiple" : 3,
        "drop_items" : [301000, 302000, 303000, 304000, 401000, 402000, 403000, 404000],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    3 : {
        "name" : "洱海",
        "unlock_level" : 10,
        "exp_multiple" : 5,
        "drop_items" : [301001, 302001, 303001, 304001, 401001, 402001, 403001, 404001],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    4 : {
        "name" : "雁南",
        "unlock_level" : 25,
        "exp_multiple" : 7,
        "drop_items" : [301002, 302002, 303002, 304002, 401002, 402002, 403002, 404002],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    5 : {
        "name" : "龙泉",
        "unlock_level" : 50,
        "exp_multiple" : 8,
        "drop_items" : [301005, 302005, 303005, 304005, 401005, 402005, 403005, 404005],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    6 : {
        "name" : "苍山",
        "unlock_level" : 70,
        "exp_multiple" : 9,
        "drop_items" : [301007, 302007, 303007, 304007, 401007, 402007, 403007, 404007],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    7 : {
        "name" : "燕王墓",
        "unlock_level" : 80,
        "exp_multiple" : 10,
        "drop_items" : [301008, 302008, 303008, 304008, 401008, 402008, 403008, 404008],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    8 : {
        "name" : "秦皇宫",
        "unlock_level" : 90,
        "exp_multiple" : 20,
        "drop_items" : [301009, 302009, 303009, 304009, 401009, 402009, 403009, 404009],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
    9 : {
        "name" : "火焰山",
        "unlock_level" : 100,
        "exp_multiple" : 50,
        "drop_items" : [301010, 302010, 303010, 304010, 401010, 402010, 403010, 404010],  # 10%概率掉武器，剩下掉各种新手装备
        "drop_items_prop" : [10,12,14,15,17,18,19,20],
    },
}